
[   {
    "titulo" : "Receta de Budín de avena y limón",
    "ingredientes" : ["1 huevo", 
                        "1/3 taza de aceite", 
                        "1/3 taza de azúcar (66 gramos)",
                        "0,66 taza de harina integral (99 gramos)",
                        "cebolla",
                        "1/2 taza de copos de avena",
                        "1 cucharada postre de polvo para hornear",
                        "1 pizca de bicarbonato",
                        "1 pizca de sal",
                        "1 limón"
    ],
    "preparacion" :[
        "Para empezar con la receta de budín de limón y avena, primero deberás batir el huevo a temperatura ambiente mientras agregas el azúcar en forma de lluvia. También agrega la pizca de sal.",
        "Añade el aceite en forma de hilo mientras sigues batiendo. Condimenta el batido con la ralladura de limón y resérvalo para usar su jugo a continuación.",
        "Exprime el limón y llévalo a una taza para medir aproximadamente media con líquido. Si no alcanzas con el jugo de limón, puedes agregar agua, yogur o leche.",
        "Agrega la mitad del líquido y los copos de avena, intégralos para formar la masa del bizcocho de avena y limón.",
        "Agrega la mitad del líquido restante y la harina integral, el polvo de hornear y el bicarbonato de sodio.",
        "Intégralos y corrobora la consistencia. Debe quedar una consistencia justa entre húmedo y cremoso.",
        "Vuelca la preparación del budín de avena y limón en el molde donde desees cocinarlo, este debe estar previamente engrasado y enharinado. Cocínalo en el horno precalentado a 180 ºC durante unos 25 minutos.",
        "Cuando esté frío el budín saludable de limón, desmolda y disfruta con una rica infusión. ¡A comer! Cuéntanos en los comentarios tu opinión y comparte con nosotros una fotografía del resultado final. Si lo deseas, puedes bañarlo con glaseado de limón."
    ],
    "imagen": "https://t2.rg.ltmcdn.com/es/posts/8/0/2/budin_de_avena_y_limon_76208_600.webp"
    },
    {
    "titulo" : "Receta de Huesillos extremeños",
    "ingredientes" : ["500 gramos de harina de repostería", 
                        "100 mililitros de aceite de oliva", 
                        "8 gramos de levadura",
                        "100 mililitros de leche",
                        "125 gramos de azúcar",
                        "2 huevos",
                        "2 vasos de aceite de girasol para freír",
                        "1 vaso de azúcar para rebozar",
                        "1 cucharada postre de anís en grano o en polvo",
                        "1 limón"
    ],
    "preparacion" :[
        "Para empezar con la receta de huesillos extremeños, primero debes poner los 100 ml. de aceite de oliva en un cazo a calentar 2-3 minutos con la cucharada de anís en grano o molido y 2-3 tiras de piel de limón. Cuando esté caliente, retira del fuego y deja enfriar para que el aceite adquiera los sabores del limón y del anís. Cuando esté frío, retira los trozos de limón y, si lo deseas, puedes quitar el anís o dejarlo.",
        "En un bol bate los huevos, añade el aceite ya frío y mezcla.",
        "Añade la leche, el azúcar y la ralladura de un limón, mezcla todo muy bien.",
        "Cuando tengas todo mezclado, añade la harina poco a poco y la levadura, debes ir amasando hasta que se despegue del molde. Coloca en la encimera y sigue amasando, debe quedar una masa que casi se despegue de las manos con un punto pegajoso. Por el contrario, quedarán muy duros estos dulces típicos extremeños.",
        "Tapa la masa con un trapo o una hoja de film transparente y deja reposar 1 hora.",
        "Pasado el tiempo indicado, adquiere trozos de masa de unos 25 gr. y forma bolas. Para que no se pegue la masa en las manos es mejor untar los dedos de aceite.",
        "Coloca una sartén alta con el aceite de freír y forma rulos con las bolas de masa.",
        "Cuando esté caliente el aceite, debes freír los huesillos dándoles la vuelta para que se doren por fuera y por dentro queden hechos.",
        "Retira los dulces extremeños caseros y colócalos en un plato con papel de cocina para que suelte el aceite.",
        "En un plato coloca el azúcar y reboza los dulces fritos extremeños.",
        "Pasa los huesillos de la abuela a una fuente y ya estarán listos para comer. Cuéntanos en los comentarios tu opinión y comparte con nosotros una fotografía del este postre extremeño."
    ],
    "imagen": "https://t2.rg.ltmcdn.com/es/posts/0/3/2/huesillos_extremenos_76230_600.webp"
    },
    {
    "titulo" : "Receta de Puding de arroz con leche Thermomix",
    "ingredientes" : ["100 gramos de Arroz",
                        "200 gramos de Azúcar (1 taza)",
                        "3 unidades de Huevo",
                        "900 mililitros de Leche (3¾ tazas)",
                        "1 unidad de Cáscara de limón",
                        "1 pizca de Sal",
                        "1 taza de Caramelo líquido"
    ],
    "preparacion" :[
        "El primer paso para preparar el pudin con thermomix será triturar el arroz. Para ello, programa con velocidad 5-7-9, ve aumentando de forma progresiva hasta que el arroz quede completamente pulverizado. Reserva.",
        "Aparte, pulveriza también el azúcar junto con la cáscara de limón. Primero el azúcar programando la thermomix con velocidad 5-7-9, aumentando progresivamente hasta moler por completo y luego añade la cáscara de limón y repite el proceso.",
        "A continuación, añade todos los ingredientes al vaso (exceptuando el caramelo líquido) y mezcla programando la thermomix por 15 minutos con 100º de temperatura en velocidad 1. Ten en cuenta que el cubilete de la thermomix es un medidor, un cubilete es igual a 100 gramos o 100 mililitros.",
        "Finalmente, utilizaremos el caramelo líquido, puedes comprarlo o prepararlo de forma tradicional. Cubre con el caramelo un molde y luego vacía la mezcla del pudin de arroz con leche en él. Procura bañar de manera uniforme todas las paredes con el caramelo antes de echar la mezcla, puedes utilizar un molde tipo corona.",
        "Deja enfriar en la nevera hasta que cuaje, esto puede tomar unas 4 horas pero es mejor que lo dejes de un día para otro. También puedes vaciarlo en moldes individuales. Decora con un poco de nata montada y sirve este deliciosos pudin con thermomix junto con una gelatina multicolor y un pastel de chocolate para animar un cumpleaños."
    ],
    "imagen": "https://t2.rg.ltmcdn.com/es/posts/5/3/5/puding_de_arroz_con_leche_thermomix_30535_600.webp"
    },
    {
    "titulo" : "Receta de Empanadas de calabaza y queso",
    "ingredientes" : ["400 gramos de calabaza",
                        "60 gramos de queso fresco",
                        "6 tapas de empanada",
                        "1 cucharada sopera de mostaza",
                        "1 cucharadita de provenzal",
                        "1 pizca de pimienta",
                        "1 huevo (para pintar)"
    ],
    "preparacion" :[
        "Para empezar con la receta de las empanadas de calabaza y queso, primero deberás cocinar la calabaza. Para hacerlo, tienes diferentes opciones. Una de las opciones consiste en pelarla, cortarla en cubos y hervirla durante 20 minutos hasta que al pincharla se caiga del tenedor. Al final de la receta puedes encontrar otras formas de cocinar la calabaza.",
        "Cuando esté cocida, llévala a un colador con un recipiente debajo para colarla y que libere el agua que haya podido absorber. Tanto este líquido como el que has utilizado para hervir la calabaza, tiene numerosos nutrientes, así que querrás guardarlo para un fondo de cocción o caldo.",
        "Pisa la calabaza y condiméntala al gusto con la nuez moscada, pimienta, provenzal y mostaza. Estos son solo algunos ingredientes que puedes utilizar para saborizarla, pero si es de tu preferencia, puedes elegir más bien tomillo, romero, orégano, comino o ají molido si te gustan los picantes, entre otros. Prueba el relleno y corrige el sabor si es necesario.",
        "Cuando el relleno esté listo, procede a rellenar las empanadillas de calabaza al horno. Para ello, toma una cucharada del puré y ubícala en el centro del disco de masa. Humedece un poco los bordes para que se sellen bien al cerrarlos y, a continuación, agrega un cubo de queso en el centro. Cierra la empanada y proporciona la forma que te guste para llevarla a una asadera previamente engrasada.",
        "Pinta las empanadillas de calabaza salada con el huevo batido y cocínalas en el horno precalentado a 200 ºC - 220 ºC durante unos 20 minutos o hasta que estén doradas.",
        "Cuando estén listas las empanadas de zapallo y queso, ya podrás disfrutarlas durante un almuerzo o cena liviana saludable y deliciosa. ¡A comer! Cuéntanos qué te ha parecido esta receta en los comentarios."
    ],
    "imagen": "https://t1.rg.ltmcdn.com/es/posts/1/0/2/empanadas_de_calabaza_y_queso_76201_600.webp"
    },
    {
    "titulo" : "Receta de Arroz con leche y nata",
    "ingredientes" : ["1 litro de leche",
                        "200 mililitros de nata o crema de leche",
                        "150 gramos de arroz redondo",
                        "80 gramos de azúcar",
                        "1 limón",
                        "1 rama de canela",
                        "3 cucharadas de postre de canela en polvo"
    ],
    "preparacion" :[
        "Para empezar con la receta de arroz con leche y nata, primero coloca a fuego medio alto un cazo con la leche y la nata. A continuación, lava el limón, sécalo y con un cuchillo afilado retira un trozo de cáscara sin que llegue a la parte blanca, ya que está amarga. Seguido, añade la cáscara a la leche, también incorpora la rama de canela. Deja hasta que empiece a hervir.",
        "Baja el fuego y añade el arroz. Mantén el fuego bajo para que se vaya cociendo despacio y así espese la leche. Debes tener el arroz unos 20-25 minutos, ves removiendo.",
        "Cuando hayan pasado unos 20 minutos aproximadamente, añade el azúcar y, con una cuchara de madera, remueve muy bien para que se mezcle y se vaya poco a poco deshaciendo el azúcar. Por otro lado, si observas que queda muy espeso y quieres más claro, puedes añadir más leche. También puedes probar para ver como está de azúcar, si te gusta más dulce, añade un poco más y remueve bien para mezclarlo.",
        "Pasado unos 30-40 minutos, ya estará el arroz con leche de la abuela. Señalamos que puede variar el tiempo según como te guste, más hecho o más entero. Es mejor que quede un poco caldoso, ya que al enfriar quedará más espeso. A continuación, deja enfriar unos 10 minutos.",
        "Rellena unos moldes con el arroz con leche y nata y, seguido, introduce en la nevera hasta la hora de servir. Cuando lo sirvas, espolvorea con un poco de canela en polvo. ¡A comer el delicioso arroz con leche cremoso! Cuéntanos en los comentarios tu opinión y comparte con nosotros una fotografía del resultado final. Además, si quieres conocer más formas de cocinar este delicioso postre, no te pierdas esta otra receta de arroz con leche condensada fácil y cremoso o arroz con leche de avena."
    ],
    "imagen": "https://t1.rg.ltmcdn.com/es/posts/0/1/2/arroz_con_leche_y_nata_76210_600.webp"
    },
    {
    "titulo" : "Receta de Galletas de avena fáciles y rápidas",
    "ingredientes" : ["120 gramos de avena en copos suaves (hojuelas)",
                        "40 gramos de harina (de trigo o de avena)",
                        "40 gramos de azúcar (moreno o blanco)",
                        "1 huevo",
                        "60 mililitros de aceite de girasol",
                        "1 cucharadita de levadura en polvo (polvos de hornear)",
                        "1 cucharadita de canela molida",
                        "1 pellizco de sal"
    ],
    "preparacion" :[
        "Mezcla todos los ingredientes en un bol hasta formar una pasta. Si dispones de un robot mezclador, mucho mejor, pero si no es así, puedes mezclar con una espátula. Puedes usar azúcar blanco, azúcar moreno o panela. En cuanto a la harina, puede ser de trigo o de avena. Para este último caso, te recomendamos consultar la Receta de harina de avena casera.",
        "Forra la bandeja del horno con papel sulfurizado o vegetal y forma las galletas de avena haciendo pequeñas bolas con las manos y luego aplastándolas. Para obtener unas galletas de avena crujientes, el truco está en no hacerlas muy gruesas.",
        "Con el horno precalentado a 200 ºC con calor arriba y abajo y con la función de ventilador (en caso de tenerla), hornea las galletas de avena durante unos 10 minutos o hasta que estén doraditas. Deben quedar ligeramente tostadas, no mucho.",
        "Pasado ese tiempo, deja que las galletas de avenase enfríen y guárdalas en una caja o bote cerrado para que sigan crujientes. ¡Duran hasta 3 días! Como ves, esta es una receta de galletas de avena fáciles de hacer, ideal para niños y adultos porque son rapidísimas y muy saludables (sobre todo si usas azúcar moreno o panela)."
    ],
    "imagen": "https://t1.rg.ltmcdn.com/es/posts/3/0/3/galletas_de_avena_faciles_y_rapidas_67303_600.webp"
    }
  ]